[
    {
        "id":1,
        "title":"Travel to Cox's Bazar",
        "description":"Cox's Bazar sea beach is the longest sea beach in the world, 120 km long, having no 2nd instance. The wavy water of Bay of Bengal touches the beach throughout this 120 km.\n For Bangladeshi's it doesn't get much better than Cox's Bazar, the country's most popular beach town than the other one 'Kuakata beach town. It's sort of a Cancun of the east. It's choc-a-bloc with massive well-architectured concrete structures, affluent 5 & 3 star hotels, catering largely to the country's elite and overseas tourists. The beach is only a bit crowded in tourist season, October to March, especially near the hotel-motel zone, but remains virgin during the rest of the year, April to September, when it's better to take a trip there."
    },
    {
        "id":2,
        "title":"A day in Bandarban",
        "description":"South Asian country Bangladesh is blessed with natural beauty and can also be a great destination for traveling. There are some hilly areas here under the Chittagong Hill Tracts and Bandarban is one of them, others are Rangamati and Khagrachari. Last year (Aug 15, 2014 – Aug 19, 2014) during Rainy Season it was a great pleasure to travel to some truly attractive destinations with my friend. We did visit Kaptai, Rangamati, and Bandarban and frankly speaking without visiting those places it will be totally unknown to me that my own country is such beauty in a true sense. So how was my Bandarban tour? Explore details inside. 🙂 What I’ve loved most in Bandarban? I was in love with nature here. I’ve loved to play with green, blue and white 😉 Awe, thinking!! What are those? Yes, they are my favorite green leaves, bushes, blue sky and white clouds. I really lost myself here with natural waterfalls, river, and mountains. I’ll recommend all tourists and mainly nature lovers to visit this naturally beautiful destination in Asia. The largest Buddhist Golden Temple, Buddha Dhatu Jadi is also located in the Bandarban district of Bangladesh."
    },
    {
        "id":3,
        "title":"German Bionic debuts a new exoskeleton with upper- and lower-body assistance",
        "description":"Late last year, German Bionic announced a $20 million Series A round led — in part — by Samsung Catalyst Fund. It was a curious alliance, given that Samsung has shown off its own robotic exoskeleton technology. I took Samsung’s Gait Enhancing and Motivation System out for a spin a few CESes ago — and while it was limited in functionality, it worked well for walking assistance. Of course, it’s never entirely clear just how seriously we’re meant to take Samsung’s robotic ambitions. Thus far, the company’s offerings seem largely for show. German Bionic, on the other hand, has been at this for a while. In fact, the company just announced the fifth generation of its robotics exoskeleton, Cray X — which, fittingly, will be on display at next year’s CES in a few short weeks (shudder). The system is set to debut early next year, available as a hardware-as-a-service subscription model, with a starting price of $499 a month Put simply, you’re probably not going to rent one of these things to move furniture around the house. The new system is capable of supporting up to 66 additional pounds per lift. It also adds walking assistance to the mix. That’s a first for the Cray X line — and a combination of support that is generally split between separate devices. The company notes, “It works by gently pushing the legs forward when loads need to be moved from a to b. It thereby helps reduce premature exhaustion and preserve the energy levels of workers conducting tasks involving both lifting and walking.”The new model is IP54 water/dust resistant and features a new hot swappable battery for continued support. German Bionic is hardly alone in the space. A wide range of companies big and small are working to blur the line between human and robotic workers by offering mechanical assistance for physically demanding manual labor. The company does have a nice base of support, however, with clients including Ikea and BMW."
    }
]